export const adultDescriptions = {
    desc1: 'Менее тяжелые формы СМА могут возникать и диагностироваться в зрелом возрасте.',
    desc2: 'По сравнению с СМА у детей, СМА у взрослых может иметь более легкие симптомы, но без патогенетической терапии пациенты со СМА 2-3 типа неуклонно теряют двигательные навыки. ',
    desc3: 'По сравнению с СМА в детстве, течение СМА у взрослых может быть более коварным и трудным для распознавания. ',
}

export const kidDescriptions = {
    desc1: 'Ребенок, плохо удерживающий голову, когда ему придают сидячее положение, с вялыми движениями нижних конечностей или с трудом тянущийся к предметам, но при этом с осмысленным и ярким взглядом, улыбающийся и социально активный, вызывает настороженность в отношении наличия СМА.',
    desc2: 'Младенцам со СМА необходимо экстренное направление к специалисту, ранняя диагностика и обеспечение терапией, спасающей жизнь, поскольку эти мотонейроны очень быстро подвергаются дегенерации при прогрессировании заболевания',
}

export const symptomsDesc = {
    desc1: 'Сколиоз',
    desc2: 'Ограниченная способность поднимать руки и переносить предметы',
    desc3: 'Нарушения жевания и глотания',
    desc4: 'Дыхательная недостаточность/ респираторная дисфункция',
    desc5: 'Неспособность бегать, изменение походки',
    desc6: 'Контрактура суставов',
    desc7: 'Вывих бедра',
    desc8: 'Утомляемость',
}